Autodesk.Revit.DB.TextRange.#ctor(Autodesk.Revit.DB.TextRange)
Constructs a copy of the input TextRange object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2017